[EnvoyClass X2SoldierClassTemplate]
+DisplayName="<font color='#bf80ff'>特使</font>"
+ClassSummary="这 <font color='#bf80ff'>特使</font> 专注于心灵感应和心灵遥控。装备有强大的灵能攻击，擅长瘫痪敌人并将他们添加到 <font color='#bf80ff'>神经网络</font>中。每个敌人都会在存活期间为<font color='#bf80ff'>特使</font>提供命中加成，并使他们在更强大的能力面前变得脆弱。”"
+LeftAbilityTreeTitle="灵能"
+RightAbilityTreeTitle="控制"
AbilityTreeTitles[0]="心灵感应"
AbilityTreeTitles[1]="心灵遥控"
AbilityTreeTitles[2]="灰人"
AbilityTreeTitles[3]="XCom"
RandomNickNames[0]="尖叫"
RandomNickNames[1]="魔术师"
RandomNickNames[2]="挽歌"
RandomNickNames[3]="回波"
RandomNickNames[4]="十六进制"
RandomNickNames[5]="禅"
RandomNickNames[6]="伏都教"
RandomNickNames[7]="抽搐"
RandomNickNames[8]="恐惧"
RandomNickNames[9]="食尸鬼"
RandomNickNames[10]="占卜"
RandomNickNames[11]="噩梦"
RandomNickNames[12]="症候群"
RandomNickNames[13]="预兆"
RandomNickNames[14]="严峻"

RankNames[0]="新手"
RankNames[1]="入门者"
RankNames[2]="学徒"
RankNames[3]="熟练者"
RankNames[4]="门徒"
RankNames[5]="神秘者"
RankNames[6]="术士"
RankNames[7]="法师"
RankNames[8]="大师"

ShortNames[0]="Rk."
ShortNames[1]="Int."
ShortNames[2]="Acl."
ShortNames[3]="Adp."
ShortNames[4]="Dsc."
ShortNames[5]="Mys."
ShortNames[6]="War."
ShortNames[7]="Mag."
ShortNames[8]="Mas."

RankIcons[0]= "UILibrary_Common.rank_rookie"
RankIcons[1]= "UILibrary_Common.psirank_initiate"
RankIcons[2]= "UILibrary_Common.psirank_acolyte"
RankIcons[3]= "UILibrary_Common.psirank_adept"
RankIcons[4]= "UILibrary_Common.psirank_disciple"
RankIcons[5]= "UILibrary_Common.psirank_mystic"
RankIcons[6]= "UILibrary_Common.psirank_warlock"
RankIcons[7]= "UILibrary_Common.psirank_magus"
RankIcons[8]= "UILibrary_Common.class_psiop"

PhotoboothSoloBLines_Male[0]="我在用内心观察你"

;-----------------------
; Class Abilities
;-----------------------

[NeuralNetworkAbility X2AbilityTemplate]
LocFriendlyName="<font color='#bf80ff'>神经网络</font>"
LocHelpText="每个在 <font color='#bf80ff'>神经网络</font> 敌人都能获得 +<Ability:NEURALNETWORK_HITADJUST/> 命中。"
LocLongDescription="每个在 <font color='#bf80ff'>神经网络</font> 敌人都能获得 +<Ability:NEURALNETWORK_HITADJUST/> 命中，同时敌人将失去 <Ability:NEURALNETWORK_WILLREDUCTION/> 的意志力。某些能力会将单位添加到 <font color='#bf80ff'>神经网络</font> 中。"
LocFlyOverText=" <font color='#bf80ff'>神经网络</font>"

[BattleMadness_Envoy X2AbilityTemplate]
LocFriendlyName="战斗狂热"
LocHelpText="使一个敌人进入战斗疯魔状态并攻击附近的目标。将其添加到 <font color='#bf80ff'>神经网络</font>."
LocLongDescription="通过灵能攻击敌人的心智，使其进入战斗疯魔状态并攻击附近的目标。将其添加到 <font color='#bf80ff'>神经网络</font>中。无法以 <font color='#bf80ff'>神经网络</font>中的敌人为目标。"
LocFlyOverText="战斗疯魔 ~ 已添加到  <font color='#bf80ff'>神经网络</font>"
LocMissMessage="抵抗 ~ 已添加到  <font color='#bf80ff'>神经网络</font>"

[Stupor_Envoy X2AbilityTemplate]
LocFriendlyName="昏迷"
LocHelpText="使目标昏迷 <Ability:STUPOR_SHORT_STUN/>到<Ability:STUPOR_LONG_STUN/> 个行动，并将其添加到 <font color='#bf80ff'>神经网络</font>中。"
LocLongDescription="通过灵能攻击使目标昏迷 <Ability:STUPOR_SHORT_STUN/>到<Ability:STUPOR_LONG_STUN/> 个行动，并将其添加到 <font color='#bf80ff'>神经网络</font>中。无法以 <font color='#bf80ff'>神经网络</font>中的敌人为目标。"
LocFlyOverText="昏迷 ~ 已添加到  <font color='#bf80ff'>神经网络</font>"
LocMissMessage="抵抗 ~ 已添加到  <font color='#bf80ff'>神经网络</font>"

[Levitation_Envoy X2AbilityTemplate]
LocFriendlyName="悬浮"
LocHelpText="将一个敌人抬离地面，为你的队伍提供额外的命中。"
LocLongDescription=" <Ability:ClassName/> 将一个敌人抬离地面，为你的队伍提供针对该敌人的额外命中。无法以 <font color='#bf80ff'>神经网络</font>中的敌人为目标。"
LocFlyOverText="悬浮"

[Slam_Envoy X2AbilityTemplate]
LocFriendlyName="坠击"
LocHelpText="悬浮将目标敌人压回地面，造成坠落伤害。"
LocLongDescription="悬浮将目标敌人压回地面，造成跌落伤害，该伤害将无视护甲、护盾和持续效果。将其添加到 <font color='#bf80ff'>神经网络</font>中。"
LocFlyOverText="坠击"

[Mindflay_Envoy X2AbilityTemplate]
LocFriendlyName="心灵折磨"
LocHelpText="对 <font color='#bf80ff'>神经网络</font> 中的所有敌人造成灵能伤害。"
LocLongDescription="用你的心灵进行打击，对 <font color='#bf80ff'>神经网络</font> 中的所有敌人造成灵能伤害。"
LocFlyOverText="心灵折磨"

[Crowdsource X2AbilityTemplate]
LocFriendlyName="群智共鸣"
LocHelpText="为 <font color='#bf80ff'>神经网络</font> 中的每个敌人提供 +<Ability:CROWDSOURCE_HITADJUST/> 的命中和 +<Ability:CROWDSOURCE_CRITADJUST/> 的暴击几率。" 
LocLongDescription="为 <font color='#bf80ff'>神经网络</font> 中的每个敌人提供 +<Ability:CROWDSOURCE_HITADJUST/> 的命中和 +<Ability:CROWDSOURCE_CRITADJUST/> 的暴击几率。"
LocFlyOverText="群智共鸣"

[NetworkRegen X2AbilityTemplate]
LocFriendlyName="网络治愈"
LocHelpText="在回合结束时为 <font color='#bf80ff'>神经网络</font> 中的每个敌人恢复 <Ability:NETWORKREGEN_HEAL_PER_ENEMY/> 生命值。"
LocLongDescription="作为免费行动，每回合一次为 <font color='#bf80ff'>神经网络</font> 中的每个敌人提供 <Ability:NETWORKREGEN_HEAL_PER_ENEMY/> 的生命值恢复。"
LocFlyOverText="网络治愈"

[Puppeteer_Envoy X2AbilityTemplate]
LocFriendlyName="傀儡师"
LocHelpText="控制  <font color='#bf80ff'>神经网络</font> 中的所有敌人。"
LocLongDescription="控制 <font color='#bf80ff'>神经网络</font> 中的所有敌人。每场任务使用 <Ability:PUPPETEER_CHARGES/> 次。"
LocFlyOverText="傀儡师"
LocMissMessage="抵抗”"

[MindLash_Envoy X2AbilityTemplate]
LocFriendlyName="心灵鞭笞"
LocHelpText="心灵折磨对  <font color='#bf80ff'>神经网络</font> 中的每个敌人造成额外伤害。"
LocLongDescription="心灵折磨对  <font color='#bf80ff'>神经网络</font> 中的每个敌人造成额外伤害。"
LocFlyOverText="心灵鞭笞"

[Collar_Envoy X2AbilityTemplate]
LocFriendlyName="项圈"
LocHelpText="短暂地控制 <font color='#bf80ff'>神经网络</font> 中的一个敌人。"
LocLongDescription="在玩家阶段结束前，控制 <font color='#bf80ff'>神经网络</font> 中的一个敌人。"
LocFlyOverText="项圈"
LocMissMessage="抵抗！心灵控制失败！"

[SeverLink X2AbilityTemplate]
+LocFriendlyName="释放僵尸"
+LocLongDescription="灵能者可以选择切断他们与复活的僵尸之间的灵能联系。"
+LocHelpText="切断灵能与僵尸的联系。"
+LocFlyOverText="灵能联系已切断"

[Reanimate_Envoy X2AbilityTemplate]
LocFriendlyName="灵能复生"
LocLongDescription="用灵能能量充溢最近死亡的敌对人类神经系统，使它们以僵尸的形式在您的控制下移动和战斗。"
LocHelpText="将一个敌对士兵复活为灵能僵尸。"
LocFlyOverText="灵能复生"

[ChimeraSquad X2AbilityTemplate]
LocFriendlyName="奇美拉小队"
LocHelpText="奇美拉小队，由人类和外星特工组成的精英部队。"
LocLongDescription="奇美拉小队，由人类和外星特工组成的精英部队。与其他奇美拉小队成员一起部署时，将获得增益。"
LocFlyOverText="奇美拉小队"

[Potential_Envoy X2AbilityTemplate]
LocFriendlyName="潜能"
LocHelpText="获得 +<Ability:POTENTIAL_ENVOY_HP/> 生命值和 +<Ability:POTENTIAL_ENVOY_DODGE/> 闪避。"
LocLongDescription="获得 +<Ability:POTENTIAL_ENVOY_HP/> 生命值和 +<Ability:POTENTIAL_ENVOY_DODGE/> 闪避。</font>"
LocFlyOverText="潜能"

[Puppeteer_Domination_Envoy X2AbilityTemplate]
LocFriendlyName="傀儡师统治"
LocHelpText="傀儡师被升级为永久控制 <font color='#bf80ff'>神经网络</font>上的所有敌人。"
LocLongDescription="傀儡师被升级为永久控制 <font color='#bf80ff'>神经网络</font>上的所有敌人。"
LocFlyOverText="傀儡师统治"

[Verge_Unkillable X2AbilityTemplate]
LocFriendlyName="不朽之躯"
LocHelpText="在受到致命伤害时，失去意识而不是死亡。每个任务触发一次。"
LocLongDescription="在受到致命伤害时，失去意识而不是死亡。每个任务触发一次。"
LocPromotionPopupText="<Bullet/> 失去意识的权杖可以通过复苏协议或其他类似效果复活。 <br/><Bullet/> 心灵盾和其他类似效果将防止权杖失去意识，但不朽之躯仍然能拯救权杖免受一次原本致命的攻击。"